{"name":"Yasuaki Fujita", "description":"During the NES era, he worked on the music for Mega Man 3 (in lieu of Harumi Fujita), Tenchi wo Kurau II, The Little Mermaid, and Darkwing Duck for Capcom. After the NES era, he created the majority of the music for Breath of Fire, while doing a few pieces for Final Fight 2, along with a few other projects."}
{"name":"Hirokazu Tanaka", "description":"Hirokazu Hip Tanaka. Tanaka Hirokazu, born December 13, 1957), also known as Chip Tanaka, is a Japanese musician, composer, sound designer, and executive who pioneered chiptune music. He is best known as one of Nintendo's in-house composers during the 8- and 16-bit era of video games."}
{"name":"Frida Johansson", "description":"Kraja är en sånggrupp från Umeå som bildades 2002, inför Umeå folkmusikfestival. Den består av Linnea Nilsson, Eva Lestander, Lisa Lestander och Frida Johansson. De har specialiserat sig på att utan ackompanjemang sjunga egna arrangemang av folkvisor och psalmer."}
{"name":"Ben Daglish", "description":"Ben Daglish (31 July 1966 – 1 October 2018) was an English composer and musician. Born in London,[2] his parents moved to Sheffield when he was one year old. He was known for creating many soundtracks for home computer games during the 1980s, including such as The Last Ninja,[3] Trap, and Deflektor. Daglish teamed up with fellow C64 musician and prolific programmer Tony Crowther, forming W.E.M.U.S.I.C., which stood for We Make Use of Sound in Computers."}
{"name":"David Whittaker", "description":"He is known for some of the work he produced in the late 1980s/early 1990s. While making music, he often programmed music directly, instead of using any music composition tools, using just a machine code monitor—and then an 'assembler' system/program—including SuperSoft's and then Commodore's tools. Commodore 64 was the format that he composed for most frequently. "}
{"name":"Woody Jackson", "description":"som info"}
{"name":"Hiroki Kikuta", "description":"som info"}
{"name":"Daniel Rosenfeld C418", "description":"som info"}
{"name":"Manaka Kataoka", "description":"som info"}
{"name":"Nobuo Uematsu", "description":"som info"}
{"name":"Akira Yamaoka", "description":"som info"}
