{"game":"Megaman 3","platform":"nes","genre":"action","release":1990,"description":"A platform-action game, Mega Man 3 follows the same format set forth by its two predecessors. The player, as Mega Man, must complete a series of stages in any order. Defeating a stage's boss will earn the player its special weapon, which can be selected and used at will throughout the rest of the game.","soundtrack_link":"https://downloads.khinsider.com/game-soundtracks/album/mega-man-iii-nes","composer":"Yasuaki Fujita"}
{"game":"Metroid","platform":"nes","genre":"adventure","release":1986,"description":"Metroid follows space-faring bounty hunter Samus Aran, who protects the galaxy from the Space Pirates and their attempts to harness the power of the parasitic Metroid creatures.","soundtrack_link":"https://downloads.khinsider.com/game-soundtracks/album/metroid","composer":"Hirokazu Tanaka"}
{"game":"Unravel", "platform":"ps4", "genre":"puzzle", "release":2016, "description":"Unravel är ett fysikbaserat pusselspel, utvecklat av den svenska spelstudion, bla bla Spelets bakgrunder och landskap är inspirerade av naturen runt Umeå.", "soundtrack_link":"https://www.youtube.com/watch?v=k-KdWS45mE0&list=PLRtkK6TD_2LIUGzeBCuwptXsTMzIb6iw-&index=2", "composer":"Frida Johansson"}
{"game":"The last ninja", "platform":"c64", "genre":"action", "release":1987, "description":"The Last Ninja contains a blend of exploration, puzzle solving and combat. The Last Ninja was one of the most successful games released on the Commodore 64.", "soundtrack_link":"https://www.youtube.com/watch?v=lTr9hSjLJ9I&list=PLC470F2040BD725E4", "composer":"Ben Daglish"}
{"game":"Glider Rider", "platform":"c64", "genre":"action", "release":1986, "description":"The criminal Abraxas Corporation must be destroyed. An agent has been sent to their artificial island to bomb the ten reactors that power their base. To complete the mission he has been given a supply of grenades and a motorcycle capable of transformation into a hang glider.", "soundtrack_link":"https://www.youtube.com/watch?v=sjpJt7OQco8", "composer":"David Whittaker"}
{"game":"Red Dead Redemption 2", "platform":"ps4", "genre":"adventure", "release":2018, "description":"The story is set in 1899 in a fictionalized representation of the Western, Midwestern and Southern United States and follows outlaw Arthur Morgan, a member of the Van der Linde gang.", "soundtrack_link":"https://www.youtube.com/watch?v=McnMsFwZlvA", "composer":"Woody Jackson"}
{"game":"Secret of Mana", "platform":"snes", "genre":"action", "release":1993, "description":"The game received considerable acclaim for its brightly colored graphics, expansive plot, Ring Command menu system, and innovative real-time battle system. Critics also praised the soundtrack by Hiroki Kikuta and the customizable artificial intelligence (AI) settings for computer-controlled allies.", "soundtrack_link":"https://downloads.khinsider.com/game-soundtracks/album/secret-of-mana-original-soundtrack", "composer":"Hiroki Kikuta"}
{"game":"Minecraft", "platform":"computer", "genre":"sandbox game", "release":2011, "description":"In Minecraft, players explore an intentionally blocky, pixelated, procedurally-generated 3D world, and may discover and extract raw materials, craft tools, build structures or earthworks, and, depending on game mode, can fight computer-controlled foes, as well as either cooperate with or compete against other players in the same world.", "soundtrack_link":"https://www.youtube.com/watch?v=Dg0IjOzopYU", "composer":"Daniel Rosenfeld C418"}
{"game":"The Legend of Zelda Breath of the Wild", "platform":"nintendo switch", "genre":"adventure", "release":2017, "description":"Breath of the Wild received acclaim for its open-ended gameplay and attention to detail, and has been cited as one of the greatest video games of all time.", "soundtrack_link":"https://downloads.khinsider.com/game-soundtracks/album/the-legend-of-zelda-breath-of-the-wild", "composer":"Manaka Kataoka"}
{"game":"Final Fantasy X", "platform":"ps2", "genre":"rpg", "release":2001, "description":"Set in the fantasy world of Spira, a setting influenced by the South Pacific, Thailand and Japan,[1] the game's story revolves around a group of adventurers and their quest to defeat a rampaging monster known as Sin. The player character is Tidus, a star athlete in the fictional sport of blitzball, who finds himself in Spira after Sin destroyed his home city of Zanarkand.", "soundtrack_link":"https://www.youtube.com/watch?v=cMYasM_o2hU", "composer":"Nobuo Uematsu"}
{"game":"Silent Hill 2", "platform":"ps2", "genre":"survival horror", "release":2001, "description":"The second installment in the Silent Hill series, Silent Hill 2 centers on James Sunderland, a widower who journeys to the town after receiving a letter from his dead wife informing him that she is waiting there for him.", "soundtrack_link":"https://downloads.khinsider.com/game-soundtracks/album/silent-hill-2-original-soundtrack", "composer":"Akira Yamaoka"}
{"game":null, "platform":null, "genre":null, "release":null, "description":null, "soundtrack_link":null, "composer":null}