{“name”:”action”, “info”:”An action game is a video game genre that emphasizes physical challenges, including hand–eye coordination and reaction-time. The genre includes a large variety of sub-genres, such as fighting games, beat 'em ups, shooter games and platform games. Multiplayer online battle arena and some real-time strategy games are also considered action games.”}
{“name”:”adventure”, “info”:”An action-adventure game can be defined as a game with a mix of elements from an action game and an adventure game, especially crucial elements like puzzles. Action-adventures require many of the same physical skills as action games, but also offer a storyline, numerous characters, an inventory system, dialogue, and other features of adventure games. They are faster-paced than pure adventure games, because they include both physical and conceptual challenges.”}
{“name”:”puzzle”, “info”:”The genre is very broad, but it generally involves some level of abstraction and may make use of colors, shapes, numbers, physics, or complex rules. Unlike many video games, puzzle video games often do make use of "lives" that challenge a player by limiting the number of tries.”}
{“name”:”sandbox game”, “info”:”A game where the player has the ability to create, modify, or destroy their environment, i.e. a game that includes some form of a game creation system. The term alludes to a child's sandbox where the child can create and destroy with no given objective. While 'open world' and 'sandbox' are sometimes used interchangeably (or with only the implication of 'sandbox' being smaller), the terms refer to different concepts and are not synonymous.”}
{“name”:”rpg”, “info”:”A role-playing game (sometimes spelled roleplaying game; abbreviated RPG) is a game in which players assume the roles of characters in a fictional setting. Players take responsibility for acting out these roles within a narrative, either through literal acting, or through a process of structured decision-making regarding character development.Actions taken within many games succeed or fail according to a formal system of rules and guidelines.”}
{“name”:”survival horror”, “info”:”Survival horror is a subgenre of video games inspired by horror fiction that focuses on survival of the character as the game tries to frighten players with either horror graphics or scary ambience. Although combat can be part of the gameplay, the player is made to feel less in control than in typical action games through limited ammunition, health, speed and vision, or through various obstructions of the player's interaction with the game mechanics.”}